app/controllers/sites_controller.rb

  def create
    @site = Site.new(site_params)

    if @site.save
---
INSERT INTO "sites" ("url", "system", "logo", "lang", "user_id", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?, ?)  [["url", "http://www.balluchon.fr"], ["system", "prestashop"], ["logo", ""], ["lang", "fr"], ["user_id", 1], ["created_at", 2016-11-27 08:17:05 UTC], ["updated_at", 2016-11-27 08:17:05 UTC]]